{
    "products": [
        {
            "name": "PlayStation 5",
            "price": 700,
            "category": "consoles",
            "createdAt": "2024-06-28T10:09:08.326Z",
            "description": "PlayStation 5 (PS5) — это мощная игровая консоль от Sony, выпущенная в конце 2020 года. Она отличается современным дизайном и производительностью нового поколения, что позволяет наслаждаться играми в разрешении 4K с высокой частотой кадров и поддержкой технологии трассировки лучей (ray tracing), обеспечивающей реалистичное освещение и тени. PS5 оснащена высокоскоростным SSD, который значительно сокращает время загрузки игр и приложений.\n\nКонсоль поставляется в двух версиях: с дисководом Ultra HD Blu-ray и без него (Digital Edition), что позволяет выбрать оптимальный вариант в зависимости от предпочтений пользователя. Контроллер DualSense с тактильной отдачей и адаптивными триггерами предлагает новый уровень взаимодействия с играми, обеспечивая более глубокое погружение в игровой процесс.\n\nPS5 также поддерживает обратную совместимость с большинством игр для PlayStation 4, что позволяет продолжать играть в любимые игры прошлого поколения. Кроме того, консоль имеет доступ к разнообразным мультимедийным приложениям и сервисам, включая стриминг видео и музыки.",
            "releaseDate": "2024-06-04T19:00:00.000Z",
            "status": "published",
            "id": "d8a8c739-8b5d-4b76-90d2-67201422dd2b",
            "image": "https://i.ibb.co/VqkCRMf/ps51-1000x1000.png"
        },
        {
            "name": "iPhone 14 Pro 2 ",
            "price": 1200,
            "category": "phones",
            "createdAt": "2024-06-28T10:08:28.773Z",
            "description": "iPhone 14 Pro — это флагманский смартфон от Apple с мощным процессором A16 Bionic, который обеспечивает высокую производительность и энергоэффективность. Смартфон оснащён Super Retina XDR дисплеем с поддержкой технологии ProMotion, которая обеспечивает плавную прокрутку и отзывчивость интерфейса.\n\nОсновная камера имеет тройной модуль с улучшенной оптикой и программными функциями, такими как ночной режим и Deep Fusion, что позволяет делать высококачественные фотографии и видео в любых условиях освещения. Смартфон поддерживает 5G, что обеспечивает высокоскоростное подключение к интернету. Дизайн устройства выполнен из премиальных материалов, включая стекло и нержавеющую сталь, что придаёт ему элегантный вид и прочность.",
            "releaseDate": "2024-06-16T19:00:00.000Z",
            "status": "published",
            "id": "a3b8d637-3b2e-4f7e-90a2-67891422ee2a",
            "image": "https://i.ibb.co/YcHMScP/Gbaew-Magdle-Khux-Prk6b.png"
        },
        {
            "name": "GeForce RTX 4090",
            "price": 700,
            "category": "accessories",
            "createdAt": "2024-06-28T10:09:37.880Z",
            "description": "NVIDIA® GeForce RTX™ 4090 — лучшая видеокарта GeForce. Она обеспечивает огромный скачок в производительности, эффективности и графике на базе искусственного интеллекта. Испытайте сверхвысокопроизводительные игры, невероятно детализированные виртуальные миры, беспрецедентную производительность и новые творческие возможности. Эти видеокарты созданы на базе архитектуры NVIDIA Ada Lovelace, с 24 ГБ памяти G6X, и обеспечивают непревзойденные возможности для геймеров и авторов контента.",
            "releaseDate": "2024-06-10T19:00:00.000Z",
            "status": "hidden",
            "id": "9c9bcb99-1073-4ffc-9bae-678b0f2b4a66",
            "image": "https://i.ibb.co/9995X0V/Hr-P7sz0-FRFsm-Q982u-Mr-B.png"
        },
        {
            "id": "3b0d576a-68c6-46a0-9189-c6178e3bf6ec",
            "name": "Intel Core i9-12900",
            "price": 2000,
            "category": "accessories",
            "createdAt": "2024-06-28T10:14:50.352Z",
            "description": "Intel Core i9-12900 – это мощный и производительный процессор 12-го поколения от компании Intel, предназначенный для настольных компьютеров. Построенный на основе новейшей архитектуры Alder Lake, этот процессор сочетает в себе высокую производительность и энергоэффективность.",
            "releaseDate": "2024-05-27T19:00:00.000Z",
            "status": "published"
        }
    ],
    "categories": [
        {
            "label": "Телефоны",
            "value": "phones",
            "id": "6292"
        },
        {
            "label": "Ноутбуки",
            "value": "laptops",
            "id": "f30d"
        },
        {
            "label": "Виртуальная реальность",
            "value": "vr",
            "id": "c036"
        },
        {
            "label": "Консоли",
            "value": "consoles",
            "id": "1f6e"
        },
        {
            "label": "Камеры",
            "value": "cameras",
            "id": "c601"
        },
        {
            "label": "Умный дом",
            "value": "smarthome",
            "id": "d89b"
        },
        {
            "label": "Аксессуары",
            "value": "accessories",
            "id": "9525"
        }
    ]
}
