{
  "products": [
    {
      "id": "c419b69e-27ef-4860-b37e-d19e86e4f3ef",
      "name": "Samsung Galaxy A15, 8/256 ГБ",
      "description": "Samsung Galaxy A15 — это один из новейших представителей линейки Galaxy A, предназначенный для тех, кто ищет сбалансированный смартфон по доступной цене. Вот краткий обзор ключевых характеристик и особенностей данной модели с конфигурацией 8 ГБ оперативной памяти и 256 ГБ встроенной памяти.",
      "category": "phones",
      "price": 200,
      "status": "published",
      "releaseDate": "2022-05-31T19:00:00.000Z",
      "createdAt": "2024-06-25T09:20:56.031Z"
    },
    {
      "id": "07fb2367-f39d-4b1e-b6c0-bfe2a9fdd224",
      "name": "GeForce RTX 4090",
      "description": "NVIDIA® GeForce RTX™ 4090 — лучшая видеокарта GeForce. Она обеспечивает огромный скачок в производительности, эффективности и графике на базе искусственного интеллекта. Испытайте сверхвысокопроизводительные игры, невероятно детализированные виртуальные миры, беспрецедентную производительность и новые творческие возможности. Эти видеокарты созданы на базе архитектуры NVIDIA Ada Lovelace, с 24 ГБ памяти G6X, и обеспечивают непревзойденные возможности для геймеров и авторов контента.",
      "category": "accessories",
      "price": 600,
      "status": "published",
      "releaseDate": "2024-05-31T19:00:00.000Z",
      "createdAt": "2024-06-27T07:59:21.302Z"
    },
    {
      "id": "888994ce-727b-46b1-a626-5e4888cd20e7",
      "description": "Intel® Core™ i9 — это семейство процессоров от Intel, которые относятся к высокопроизводительному сегменту. Эти процессоры предназначены для самых требовательных задач, таких как видеомонтаж, 3D моделирование, гейминг и работа с большими объемами данных. \n\nОсновные характеристики Intel Core i9 включают:\n\n- Высокая тактовая частота:** Обычно начинается от 3.0 ГГц и может превышать 5.0 ГГц в режиме Turbo Boost.\n- Много ядер и потоков:** Процессоры Core i9 могут иметь от 8 до 18 ядер и от 16 до 36 потоков, что обеспечивает отличную многозадачность.\n- Большой кэш:** В зависимости от модели, кэш-память может достигать 24.75 МБ, что способствует быстрому доступу к часто используемым данным.\n- Технология Hyper-Threading:** Увеличивает количество потоков, что позволяет процессору обрабатывать больше задач одновременно.\n- Поддержка оперативной памяти DDR4:** Обеспечивает высокую пропускную способность и быструю работу с памятью.\n- Совместимость с новейшими интерфейсами и стандартами:** Включает поддержку PCIe 4.0, Thunderbolt 3 и других современных технологий.\n\nIntel Core i9 идеально подходит для пользователей, которым нужна максимальная производительность для профессиональной работы или энтузиастов, стремящихся к лучшему игровому опыту.",
      "category": "accessories",
      "price": 1999,
      "status": "published",
      "releaseDate": "2024-04-01T19:00:00.000Z",
      "name": "Intel® Core™ i9",
      "createdAt": "2024-06-27T08:16:18.009Z"
    },
    {
      "id": "0fe305eb-4c59-4c41-b767-cd82d12851cf",
      "name": "Asus ROG Phone",
      "description": "Смартфон ROG Phone оптимизирован под использование в горизонтальной ориентации с триггерами AirTrigger, гарантирующими комфортное и точное управление в играх. Его специально настроенный процессор работает на частоте, превышающей стандартную, чтобы обеспечить повышенную производительность, а дисплей может похвастать высоким качеством изображения, увеличенной частотой обновления и отзывчивостью сенсорного интерфейса.",
      "category": "phones",
      "price": 1399,
      "status": "published",
      "releaseDate": "2022-05-31T19:00:00.000Z",
      "createdAt": "2024-06-27T08:19:03.325Z"
    }
  ],
  "categories": [
    {
      "label": "Телефоны",
      "value": "phones",
      "id": "6292"
    },
    {
      "label": "Ноутбуки",
      "value": "laptops",
      "id": "f30d"
    },
    {
      "label": "Виртуальная реальность",
      "value": "vr",
      "id": "c036"
    },
    {
      "label": "Консоли",
      "value": "consoles",
      "id": "1f6e"
    },
    {
      "label": "Камеры",
      "value": "cameras",
      "id": "c601"
    },
    {
      "label": "Умный дом",
      "value": "smarthome",
      "id": "d89b"
    },
    {
      "label": "Аксессуары",
      "value": "accessories",
      "id": "9525"
    }
  ]
}